[{"Log":"A dark figure blocked out the sun above us for a mere moment, before flying off into the distance. We resolved to hurry after it.","Units":"Space Godzilla, Gigan 72, Gigan 04, King Ghidorah, Rodan 64, B-2 Bomber, Missile Strike, Hedorah, Megaguirus Fire Rodan, Mothra Leo"},{"Log":"As we continued our pursuit we heard a booming roar from the direction where the figure had flown.","Units":"Space Godzilla, Gigan 72, Gigan 04, King Ghidorah, Rodan 64, B-2 Bomber, Missile Strike, Hedorah, Megaguirus Fire Rodan, Mothra Leo"},{"Log":"Progressing further, we came across some kind of crash site. It was clear something of astronomical proportions had fallen from a great hieght.","Units":"Space Godzilla, Gigan 72, Gigan 04, King Ghidorah, Rodan 64, B-2 Bomber, Missile Strike, Hedorah, Megaguirus"},{"Log":"As we continued our expedition, we heard in the distance what sounded like two hard objects being rubbed together.","Units":"Mothra 92, Battra, Kamacurus, Kamacurus Swarm"},{"Log":"Carefully surveying our surroundings, we proceed towards the sound.","Units":"Mothra 92, Battra, Kamacurus, Kamacurus Swarm"},{"Log":"Along with the noise, I can sense the presence of something gigantic.","Units":"Mothra 92, Battra, Kamacurus, Kamacurus Swarm, Mothra Leo"},{"Log":"We have discovered colossal footprints stamped firmly into the ground. a thorough search will be conducted in the hopes of locating more.","Units":"Kong, Anguirus, King Caesar , Godzilla Ultima, Kiryu, MechaGodzilla, Godzilla 89, Godzilla 21, Burning Godzilla, Godzilla 54, Godzilla Earth"},{"Log":"The footprints stretch onwards. We will use them as our guide, while keeping an ever watchful eye on our surroundings.","Units":"Kong, Anguirus, King Caesar, Godzilla Ultima, Kiryu, MechaGodzilla, Godzilla 89, Godzilla 21, Burning Godzilla, Godzilla 54, Godzilla Earth"},{"Log":"A thundering roar rang out from up ahead. The footprints appear to be leading us straight to the source","Units":"Kong, Anguirus, King Caesar, Godzilla Ultima, Kiryu, MechaGodzilla, Godzilla 89, Godzilla 21, Burning Godzilla, Godzilla 54, Godzilla Earth"},{"Log":"We have set out on our expedition, but are yet to encounter anything out of the ordinary","Units":"Minilla, Destoroyah Larva, Dorats, Biollante, Psychic Chorus"},{"Log":"Progressing further in our search, it seems we have emerged into an open area","Units":"Minilla, Destoroyah Larva, Dorats, Biollante, Psychic Chorus"},{"Log":"After investigating our surroundings for a short while, one of the soldiers called out.","Units":"Minilla, Destoroyah Larva, Dorats, Biollante, Psychic Chorus"},{"Log":"Midway through our expedition, we were surprised to hear a mechanical noise in the distance, distinct from the sounds of nature we had grown familiar with","Units":"Jet Jaguar, Energy Recharge Base, Dimension Tide, Markalite Cannon, Kids, Moguera, Freezing Sonde, Mbaw-93, Mbaw Base, Unmanned Train Bombs"},{"Log":"Could there be some kind of Facility in this Place? We moved swiftly toward the sound","Units":"Jet Jaguar, Energy Recharge Base, Dimension Tide, Markalite Cannon, Kids, Moguera, Freezing Sonde, Mbaw-93, Mbaw Base, Unmanned Train Bombs, Super X"},{"Log":"Relying on our ears to guide us, we investigated our surroundings","Units":"Jet Jaguar, Energy Recharge Base, Dimension Tide, Markalite Cannon, Kids, Moguera, Freezing Sonde, Mbaw-93, Mbaw Base, Unmanned Train Bombs"},{"Log":"A silver light briefly flashes through the sky above us. We Gather our belongings and Hurry in its direction.","Units":"Super X"},{"Log":"Continuing our search for the source of the light, we hear a loud noise up ahead.","Units":"Super X"},{"Log":"Despite our extensive search of the area, we have been unable to locate the lights source.","Units":"Super X"},{"Log":"Just as we were about to give up our search and head back, a booming roar suddenly echoed around us.","Units":"Super X"},{"Log":"Turning towards the direction of the sound, we were stunned by the presence of a gigantic, floating silver object. Paralyzed by its powerful aura, we found ourselves unable to do anything but stare up at it in utter amazement.","Units":"Super X"},{"Log":"We explored the area and found what seemed to be a local factory","Units":"Jet Jaguar"},{"Log":"We could hear a kind of mechanical voice coming from inside the factory","Units":"Jet Jaguar"},{"Log":"Upon entering the factory, we discovered a large, human-shaped machine standing before us.","Units":"Jet Jaguar"},{"Log":"As the night wore on, we resolved to set up camp. During my sleep, I could hear the faint sound of a vehicle in the distance.","Units":"Mbaw-93, Mbaw Base, Unmanned Train Bombs"},{"Log":"Continuing on, we came across caterpillar track treads running along the ground. At the same time, we could hear the vibrations of an engine drawing near.","Units":"Mbaw-93, Mbaw Base"},{"Log":"We spotted what appeared to be a military tank. As I prepared myself for confrontation, I heard a voice calling out to us","Units":"Mbaw Base"},{"Log":"We have found a well-maintained road. Looking ahead, a building surrounded by a fence can be spotted in the distance.","Units":"Mbaw-93"},{"Log":"Perhaps my mind is too filled with longing for my hometown, but I swear I can hear trains rattling past us.","Units":"Unmanned Train Bombs"},{"Log":"What purpose could a rail yard possibly serve in such an isolated place? it seems that several trains are housed inside.","Units":"Unmanned Train Bombs"},{"Log":"What we discovered was an unusual sight indeed. A single, isolated section of the land appeared to be covered in a thick snow...","Units":"Freezing Sonde"},{"Log":"I was awakened suddenly at dawn by a thunderous rumble. It was as if something had been launched.","Units":"Freezing Sonde"},{"Log":"Peeking outside the tent, I realized we are trapped in a huge blizzard. The sudden drop in temperature will surely freeze us all to death.","Units":"Freezing Sonde"},{"Log":"One of the soldiers discovered a gigantic hole. It appears to have been dug by some kind of machine","Units":"Moguera"},{"Log":"We debated on whether to proceed or hold back. Ultimately, it was decided that a small group would be sent in to explore the depths of the mysterious hole.","Units":"Moguera"},{"Log":"As we emerged from the hole to the ground above, we were confronted by a giant figure. Its face, with a distinctive drill attached to it, was staring down at us.","Units":"Moguera"},{"Log":"As dawn broke and we continued onward, we came across a facility resembling a huge vessel or tank.","Units":"Energy Recharge Base"},{"Log":"Listening closely, I can almost make out the sound of something being sucked up by a pump.","Units":"Energy Recharge Base"},{"Log":"What we discovered was an extraordinary sight indeed. A large chunk of the ground had been completely hollowed out. Just what could have happened?","Units":"Dimension Tide"},{"Log":"I was awakened suddenly at dawn by a thunderous roaring sound. Upon exiting my tent, I found a small black Sphere.","Units":"Dimension Tide"},{"Log":"Before my very eyes, the small black sphere suddenly expanded to a great size, and then swallowed up everything in its vicinity.","Units":"Dimension Tide"},{"Log":"Listening closely, I can make out the sound of something being fired intermittently.","Units":"Markalite Cannon"},{"Log":"As dawn broke and we continued onward, a huge object, reminiscent of an antenna, came into view","Units":"Markalite Cannon"},{"Log":"While the antenna appeared at first to move periodically, I was shocked to witness it suddenly emit a blinding beam of Light.","Units":"Markalite Cannon"},{"Log":"There, we found a strange silver object. To our great surprise, it disappeared in the blink of any eye.","Units":"Kids"},{"Log":"Perhaps it was a daydream... Thinking as such, we continued with our search. Then, a strange mechanical sound rang out.","Units":"Kids"},{"Log":"The silver object we observed the other day suddenly appeared again. This time, as unbelievable as it may sound, a person emerged from inside.","Units":"Kids"},{"Log":"There had been a large splashing sound. We moved swiftly toward where the noise had come from.","Units":"Biollante"},{"Log":"Our pursuit brought us to a lake. Whatever had caused the splash, it must have been immense in size. The sheer force of the water had sent the surrounding trees crashing to the ground.","Units":"Biollante"},{"Log":"Suddenly, a humongous plant emerged from from the lake. It's strange, but I'm certain the giant flower is staring directly at us.","Units":"Biollante"},{"Log":"The soldier had found an ancient plant. We decided to take it with us just in case it proved of importance.","Units":"Psychic Chorus"},{"Log":"The plant we now carry with us seems to be emitting a faint melody. Just what kind of plant is it?","Units":"Psychic Chorus"},{"Log":"Some girls we met during our expedition began singing a beautiful song for us. It was... the same song we had heard from the ancient plant.","Units":"Psychic Chorus"},{"Log":"I hear the sounds of a creature crying in the distance. However, listening more carefully, I can make out the faint chattering of what in fact seems to be a small group of such creatures. ","Units":"Dorats"},{"Log":"As we proceed deeper into the forest, I glance around cautiously and sense a faint presence in the grass just ahead.","Units":"Dorats"},{"Log":"Gently pushing through the grass, we are met by three creatures resembling a cross between a bat and a cat.  Their adorable faces and sparkling eyes melt my heart in an instant.","Units":"Dorats"},{"Log":"The soldier had found... tiny footprints embedded in the ground. They seemed to form a kind of wandering trail, leading into the distance","Units":"Minilla, Destoroyah Larva"},{"Log":"As we followed the trail, we noticed the number of footprints gradually increasing","Units":"Destoroyah Larva"},{"Log":"A multitude of creatures appeared all around us. Their repulsive shape, like deformed spiders, made my hair stand on end...","Units":"Destoroyah Larva"},{"Log":"Following the footsteps, we spotted a small monster sprawled out on the ground up ahead.","Units":"Minlla"},{"Log":"It seemed to have tripped over a tree trunk. Picking itself back up off the ground with a sheepish look on its face, the small monster began walking toward us.","Units":"Minilla"},{"Log":"Following the Footsteps, we spied the figure of a young girl for a mere moment","Units":"Kong"},{"Log":"As we ventured in, we could hear the voice of the young girl chattering away","Units":"Kong"},{"Log":"The young girl was speaking enthusiastically to a gigantic monster multiple time her size.","Units":"Kong"},{"Log":"Upon examining the footprints closer, we found tufts of course fur, like that of a mammalian creature.","Units":"King Caesar "},{"Log":"One of the soldiers located the beast in question. Although it appeared to be fast asleep, it lazily turned its head in our direction upon sensing our presence.","Units":"King Caesar "},{"Log":"The beast, who rather reminded me of a lion, took one glance at us before closing its eyes again, as if to drift back to sleep.","Units":"King Caesar "},{"Log":"Heading in the direction of the sound, we came across masses of trees that had been knocked to the ground like matchsticks. The creature we are searching for must truly be immense.","Units":"Anguirus"},{"Log":"Suddenly, a deafening roar echoed through the land. We rushed toward it in hopes of spying our target.","Units":"Anguirus"},{"Log":"What we found was a beast so enormous it could have be seen at a great distance. Its spectacular carapace was covered in sharp spikes; the beast's great might on full display.","Units":"Anguirus"},{"Log":"As we proceeded ahead, we came across a vast area that had been frozen over and shattered in parts.","Units":"Kiryu"},{"Log":"While I stood there, my thoughts consumed by questions as to what could have befallen this place, I saw an object reflecting light in the distance. We continued in its direction.","Units":"Kiryu"},{"Log":"There, we found a gigantic, silver beast, resembling a dragon made of metal and robotic parts.","Units":"Kiryu"},{"Log":"As we headed in the direction of the roar, we noticed what appeared to be red sand floating through the air.","Units":"Godzilla Ultima"},{"Log":"The volume of red sand increased as we continued, until it became difficult to see","Units":"Godzilla Ultima"},{"Log":"We arrived at the location where the roar came from. The creature responsible for the noise was emitting a pale light into the sky","Units":"Godzilla Ultima"},{"Log":"In addition to footprints, there are signs of a thick, heavy tail being dragged across the ground behind them.","Units":"MechaGodzilla, Godzilla 89, Godzilla 21, Burning Godzilla, Godzilla 54 "},{"Log":"As we inspected our surroundings, we discovered traces of what appear to be electrical discharge. We must be nearing the target.","Units":"MechaGodzilla, Space Godzilla"},{"Log":"A hulking figure appeared before us; a shining silver machine of monstrous proportions.","Units":"MechaGodzilla"},{"Log":"We've found bite marks. The impressions of two rows of sharp, deadly fangs has sent my imagination spiraling.","Units":"Godzilla 89"},{"Log":"All of a sudden, a giant figure appeared before us. With a flash of its sharp fangs, it glared down at us, a truly fearsome look in its eyes","Units":"Godzilla 89"},{"Log":"The creature responsible for the huge path of destruction must have headed toward the ocean in pursuit of something","Units":"Godzilla 21"},{"Log":"Having found its target, the creature behind the destruction emerged suddenly from the sea.","Units":"Godzilla 21"},{"Log":"Every last rock in this area shows traces of having been melted by excessively high temperatures.","Units":"Burning Godzilla"},{"Log":"A giant creature stood before us. Although it appeared composed, its body was scorching with heat, steam billowing from it.","Units":"Burning Godzilla"},{"Log":"We followed a path towards the top of a mountain.","Units":"Godzilla 54"},{"Log":"Suddenly, the head of a colossal creature appeared above the mountain ridge.\nPeering down at us, it let out a deafening roar.","Units":"Godzilla 54"},{"Log":"Rushing over, we found evidence of a great fall, and enormous footprints leading away from the sight.","Units":"Space Godzilla, Gigan 72"},{"Log":"Our electrical devices are behaving strangely. Could something be emitting a powerful electromagnetic wave?","Units":"Space Godzilla"},{"Log":"We found ourselves surrounded by something akin to electrical discharge. Looking u, we were confronted by the sight of a vicious monster, spectacular crystals jutting out of its shoulders.","Units":"Space Godzilla"},{"Log":"Following the footsteps, we discovered a multitude of slash marks. It seems as though something has been cutting down the trees in its path.","Units":"Gigan 72"},{"Log":"It pounced on us in a flash. As we looked up in terror at the atrocious beast, it glared back at us with its single, gleaming eye.","Units":"Gigan 72"},{"Log":"Progressing further, noticed a lot of trees appeared to be tore down by the wind.","Units":"Fire Rodan"},{"Log":"Upon inspecting the trees, we surmised that the sudden and fierce gusts were almost certainly responsible for their destruction.","Units":"Fire Rodan"},{"Log":"We pushed our way trough the gale till we found ourselves in a large, open area, surrounded by tall cliffs.","Units":"Fire Rodan"},{"Log":"A creature was perched one of the cliffs-one that looked much like the ancient pterosaur-but we knew instantly that it was far more fearsome.","Units":"Fire Rodan"},{"Log":"We observed that several trees had fallen deep within the forest surrounding the crash site.","Units":"Gigan 04"},{"Log":"When we examined the trees, we found gashes that looked as though a something object had been wrapped around the trunks and pulled tight.","Units":"Gigan 04"},{"Log":"At that moment, a huge shadow appeared in the forest. We watched as what appeared to be a monster shot long whip-like objects from both hands into the sky.","Units":"Gigan 04"},{"Log":"Investigating our surroundings, we found not only signs of a fall, but also rows upon rows of trees that had been mowed down. Could this be the work of a gargantuan creature?","Units":"King Ghidorah, Rodan 64"},{"Log":"In the middle of the night, we were awakened by fierce roaring. Rather than a lone creature, the noise seemed to have come from multiple beasts.","Units":"King Ghidorah"},{"Log":"We finally located our target. Much to our surprise, there was no group of beats. Rather, it seems a single creature's three heads had been responsible for the tremendous roars.","Units":"King Ghidorah"},{"Log":"Further into our expedition, we came across signs of destruction that appeared to be caused by supersonic waves. The Sound of wings flapping could be heard in the near distance.","Units":"Rodan 64"},{"Log":"What we found appeared at first glance to be an ancient dinosaur. Then, as if to threaten us, it opened its beak slightly to reveal its razor-sharp teeth.","Units":"Rodan 64"},{"Log":"At the crash site, we found evidence of multiple large bombs having been dropped from above. We are not safe here.","Units":"B-2 Bomber, Missile Strike, Air Base"},{"Log":"We checked the radars at our camp, but could not find even a trace of unusual activity. We will prepare to continue our search tomorrow.","Units":"B-2 Bomber"},{"Log":"We have found a kind of fighter plane, differing in shape from a standard aircraft. This fighter plane must be...","Units":"B-2 Bomber"},{"Log":"We have located a facility nearby. It seems the crash site was not the result of combat aircraft bombing, but the work of a grounded weapon.","Units":"Missile Strike"},{"Log":"Upon approaching the facility, it became clear that it was in fact a missile launcher. The multitude of missiles must have been fired from here.","Units":"Missile Strike"},{"Log":"We examined the radars at our camp, and spotted several shadows assembling in formation in the sky above.","Units":"Air Base"},{"Log":"Despite being in the middle of nowhere, we have located a building that appears to be a base of some kind. It would seem the shadows we saw earlier were in fact helicopters.","Units":"Air Base"},{"Log":"However, drawing nearer, we realized it was unlike any crash site we had ever seen. Every last thing in sight has been melted and corroded.","Units":"Hedorah"},{"Log":"As we continued our search, my eyes started to sting. One by one, the soldiers began to complain about physical ailments.","Units":"Hedorah"},{"Log":"Before us appeared a creature so oddly shaped it could only be described as deformed. Its body squirmed peculiarly as it began to slowly encroach upon us","Units":"Hedorah"},{"Log":"Up ahead, we heard the sound of trees crashing to the ground. At the same instant, some creature took off at a speed so fast we couldn't catch a glimpse of it.","Units":"Megaguirus"},{"Log":"As we headed in the direction of the fallen trees, we soon found ourselves surrounded by countless flying insect-like creatures.","Units":"Megaguirus"},{"Log":"It descended upon us suddenly from the sky above. Its form was reminiscent of an insect, yet horrible beyond all description.","Units":"Megaguirus"},{"Log":"The soldiers have discovered masses of tangled, viscous threads. The threads stretch into the distance, as if to entice us onward.","Units":"Mothra 92"},{"Log":"The threads appear to be wrapped around some unidentifiable objects. Every so often, they drop and land at our feet. We must be getting close.","Units":"Mothra 92"},{"Log":"What we found at the end of the trail was a buzzing larva in the process of spinning a huge, silken cocoon around itself.","Units":"Mothra 92"},{"Log":"The soldiers came across a series of trees that had been mowed flat. Following the line of fallen trees, we proceeded ahead.","Units":"Battra"},{"Log":"Upon examining the trees, we found not only slash marks, but signs they had been burned with intense heat.","Units":"Battra"},{"Log":"It appeared without warning. A kind of Larva, but with a body like a terrifying weapon. Within mere seconds of spotting us, the beast launched into an unrelenting attack.","Units":"Battra"},{"Log":"We proceeded carefully with our investigation, certain there was something in our vicinity. However, the trees were as thick as we'd ever seen them, hampering our progress.","Units":"Mothra Leo"},{"Log":"We spotted a large volume of some shiny substance dotted across the tree tops. Using it to guide us, we continued deeper into the forest.","Units":"Mothra Leo"},{"Log":"A humongous, brightly colored moth descended from the sky above. Its gentle green eyes looked down at us with curiosity.","Units":"Mothra Leo"},{"Log":"The following moment, we continued our investigation in the direction of the sound, and came across a slash mark that could in no way have been the work of our heavy machinery.","Units":"Kamacurus, Kamacurus Swarm"},{"Log":"We have passed the slash and proceeded deeper into an area scattered with what appears to be insect wings","Units":"Kamacurus"},{"Log":"Buzzing insect wings can be heard from every direction. It appears we are completely surrounded.","Units":"Kamacurus"},{"Log":"The area nearby is littered with what appears to be a tremendous quantity of insect wings. A chill runs down my spine. Just how many of them could be out here...","Units":"Kamacurus Swarm"},{"Log":"We can hear the incessant buzzing of insect wings from every direction. The sound gradually grows louder and louder, as the creatures tighten their circle around us.","Units":"Kamacurus Swarm"},{"Log":"No known expedition logs","Units":"Desghidorah"},{"Log":"All of our electromagnetic devices have suddenly stopped working. Powerful electromagnetic waves appear to be responsible.","Units":"Godzilla Earth"},{"Log":"As we continued on, an imposing creature came into view. Its body the size of a mountain, it stood there idly.","Units":"Godzilla Earth"}]